Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# ui.import.slots.exclude
source: Exclude
ar: استبعاد
bg: Изключване
bn: বাদ রাখুন
cs: Vyloučit
de: Ausschließen
es: Excluir
fr: Exclure
gu: બાકાત રાખો
he: החרגה
hi: बाहर रखें
hr: Isključi
it: Escludi
ja: 除外
kn: ಹೊರಗಿಡಿ
ko: 제외
ml: ഒഴിവാക്കുക
mr: वगळा
nl: Uitsluiten
pa: ਬਾਹਰ ਰੱਖੋ
pl: Wyklucz
pt_br: Excluir da lista
ta: விலக்கு
te: మినహాయించు
th: ยกเว้น
tr: Hariç tut
uk: Виключити
ur: خارج کریں
vi: Loại trừ
zh_hans: 排除
zh_hant: 排除

# ui.import.slots.no_file
source: No file
ar: لا ملف
bg: Няма файл
bn: ফাইল নেই
cs: Žádný soubor
de: Keine Datei
es: Sin archivo
fr: Aucun fichier
gu: ફાઇલ નથી
he: אין קובץ
hi: कोई फ़ाइल नहीं
hr: Nema datoteke
it: Nessun file
ja: ファイルなし
kn: ಫೈಲ್ ಇಲ್ಲ
ko: 파일 없음
ml: ഫയൽ ഇല്ല
mr: फाइल नाही
nl: Geen bestand
pa: ਕੋਈ ਫਾਈਲ ਨਹੀਂ
pl: Brak pliku
pt_br: Sem arquivo
ta: கோப்பு இல்லை
te: ఫైల్ లేదు
th: ไม่มีไฟล์
tr: Dosya yok
uk: Немає файлу
ur: کوئی فائل نہیں
vi: Không có tệp
zh_hans: 无文件
zh_hant: 無檔案

# ui.import.slots.play
source: Play
ar: تشغيل
bg: Възпроизвеждане
bn: বাজান
cs: Přehrát
de: Abspielen
es: Reproducir
fr: Lire
gu: વગાડો
he: נגן
hi: चलाएँ
hr: Reproduciraj
it: Riproduci
ja: 再生
kn: ಪ್ಲೇ ಮಾಡಿ
ko: 재생
ml: പ്ലേ ചെയ്യുക
mr: वाजवा
nl: Afspelen
pa: ਚਲਾਓ
pl: Odtwórz
pt_br: Reproduzir
ta: இயக்கு
te: ప్లే చేయి
th: เล่น
tr: Çal
uk: Відтворити
ur: چلائیں
vi: Phát
zh_hans: 播放
zh_hant: 播放

# ui.import.slots.put_back
source: Put back
ar: إعادة
bg: Връщане
bn: ফিরিয়ে দিন
cs: Vrátit
de: Zurücknehmen
es: Restaurar
fr: Rétablir
gu: પાછું મૂકો
he: החזרה
hi: वापस लाएँ
hr: Vrati
it: Ripristina
ja: 戻す
kn: ಮರಳಿ ಸೇರಿಸಿ
ko: 되돌리기
ml: തിരികെ ചേർക്കുക
mr: परत आणा
nl: Terugzetten
pa: ਵਾਪਸ ਰੱਖੋ
pl: Przywróć
pt_br: Restaurar
ta: மீட்டமை
te: తిరిగి చేర్చు
th: นำกลับ
tr: Geri al
uk: Повернути
ur: واپس رکھیں
vi: Đưa lại
zh_hans: 放回
zh_hant: 放回

# ui.import.slots.stop
source: Stop
ar: إيقاف
bg: Спиране
bn: থামান
cs: Zastavit
de: Stoppen
es: Detener
fr: Arrêter
gu: રોકો
he: עצירה
hi: रोकें
hr: Zaustavi
it: Ferma
ja: 停止
kn: ನಿಲ್ಲಿಸಿ
ko: 정지
ml: നിർത്തുക
mr: थांबवा
nl: Stoppen
pa: ਰੋਕੋ
pl: Zatrzymaj
pt_br: Parar
ta: நிறுத்து
te: ఆపు
th: หยุด
tr: Durdur
uk: Зупинити
ur: روکیں
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# ui.import.slots.untitled
source: Untitled
ar: بلا عنوان
bg: Без заглавие
bn: শিরোনামহীন
cs: Bez názvu
de: Ohne Titel
es: Sin título
fr: Sans titre
gu: શીર્ષક વિના
he: ללא שם
hi: बिना शीर्षक
hr: Bez naslova
it: Senza titolo
ja: タイトルなし
kn: ಶೀರ್ಷಿಕೆ ಇಲ್ಲ
ko: 제목 없음
ml: തലക്കെട്ടില്ല
mr: शीर्षकहीन
nl: Naamloos
pa: ਬਿਨਾਂ ਸਿਰਲੇਖ
pl: Bez tytułu
pt_br: Sem título
ta: தலைப்பில்லை
te: శీర్షిక లేదు
th: ไม่มีชื่อ
tr: Adsız
uk: Без назви
ur: بلا عنوان
vi: Chưa đặt tên
zh_hans: 未命名
zh_hant: 未命名

# ui.library.remove_from_device
source: remove this library from this device
ar: إزالة هذه المكتبة من هذا الجهاز
bg: премахни тази библиотека от това устройство
bn: এই ডিভাইস থেকে এই লাইব্রেরি সরান
cs: odebrat tuto knihovnu z tohoto zařízení
de: diese Bibliothek von diesem Gerät entfernen
es: quitar esta biblioteca de este dispositivo
fr: supprimer cette bibliothèque de cet appareil
gu: આ ઉપકરણમાંથી આ લાઇબ્રેરી દૂર કરો
he: הסר את הספרייה הזו מהמכשיר הזה
hi: इस उपकरण से यह लाइब्रेरी हटाएं
hr: ukloni ovu biblioteku s ovog uređaja
it: rimuovi questa libreria da questo dispositivo
ja: このライブラリをこのデバイスから削除
kn: ಈ ಸಾಧನದಿಂದ ಈ ಲೈಬ್ರರಿಯನ್ನು ತೆಗೆದುಹಾಕಿ
ko: 이 기기에서 이 라이브러리 제거
ml: ഈ ഉപകരണത്തിൽ നിന്ന് ഈ ശേഖരം നീക്കം ചെയ്യുക
mr: या डिव्हाइसवरून हे संग्रहालय काढा
nl: deze bibliotheek van dit apparaat verwijderen
pa: ਇਸ ਡਿਵਾਈਸ ਤੋਂ ਇਹ ਲਾਇਬ੍ਰੇਰੀ ਹਟਾਓ
pl: usuń tę bibliotekę z tego urządzenia
pt_br: remover esta biblioteca deste dispositivo
ta: இந்த சாதனத்திலிருந்து இந்த நூலகத்தை நீக்கு
te: ఈ పరికరం నుంచి ఈ లైబ్రరీని తీసివేయి
th: ลบคลังนี้ออกจากอุปกรณ์นี้
tr: bu arşivi bu cihazdan kaldır
uk: вилучити цю бібліотеку з цього пристрою
ur: اس آلے سے یہ کتب خانہ ہٹائیں
vi: xóa thư viện này khỏi thiết bị này
zh_hans: 从此设备移除此媒体库
zh_hant: 從此裝置移除此資料庫
